exampleCases/example.06.piso.NREL5MW.ALMAdvanced.timeTableSSC/constant/airfoilProperties/NACA64_A17
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  1.6                                   |
|   \\  /    A nd           | Web:      http://www.OpenFOAM.org               |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    object      airfoilProperties;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

airfoilData
(
//   alpha   C_l    C_d
    (-180.00    0.000   0.0198)
    (-175.00    0.374   0.0341)
    (-170.00    0.749   0.0955)
    (-160.00    0.659   0.2807)
    (-155.00    0.736   0.3919)
    (-150.00    0.783   0.5086)
    (-145.00    0.803   0.6267)
    (-140.00    0.798   0.7427)
    (-135.00    0.771   0.8537)
    (-130.00    0.724   0.9574)
    (-125.00    0.660   1.0519)
    (-120.00    0.581   1.1355)
    (-115.00    0.491   1.2070)
    (-110.00    0.390   1.2656)
    (-105.00    0.282   1.3104)
    (-100.00    0.169   1.3410)
    ( -95.00    0.052   1.3572)
    ( -90.00   -0.067   1.3587)
    ( -85.00   -0.184   1.3456)
    ( -80.00   -0.299   1.3181)
    ( -75.00   -0.409   1.2765)
    ( -70.00   -0.512   1.2212)
    ( -65.00   -0.606   1.1532)
    ( -60.00   -0.689   1.0731)
    ( -55.00   -0.759   0.9822)
    ( -50.00   -0.814   0.8820)
    ( -45.00   -0.850   0.7742)
    ( -40.00   -0.866   0.6610)
    ( -35.00   -0.860   0.5451)
    ( -30.00   -0.829   0.4295)
    ( -25.00   -0.853   0.3071)
    ( -24.00   -0.870   0.2814)
    ( -23.00   -0.890   0.2556)
    ( -22.00   -0.911   0.2297)
    ( -21.00   -0.934   0.2040)
    ( -20.00   -0.958   0.1785)
    ( -19.00   -0.982   0.1534)
    ( -18.00   -1.005   0.1288)
    ( -17.00   -1.082   0.1037)
    ( -16.00   -1.113   0.0786)
    ( -15.00   -1.105   0.0535)
    ( -14.00   -1.078   0.0283)
    ( -13.50   -1.053   0.0158)
    ( -13.00   -1.015   0.0151)
    ( -12.00   -0.904   0.0134)
    ( -11.00   -0.807   0.0121)
    ( -10.00   -0.711   0.0111)
    (  -9.00   -0.595   0.0099)
    (  -8.00   -0.478   0.0091)
    (  -7.00   -0.375   0.0086)
    (  -6.00   -0.264   0.0082)
    (  -5.00   -0.151   0.0079)
    (  -4.00   -0.017   0.0072)
    (  -3.00    0.088   0.0064)
    (  -2.00    0.213   0.0054)
    (  -1.00    0.328   0.0052)
    (   0.00    0.442   0.0052)
    (   1.00    0.556   0.0052)
    (   2.00    0.670   0.0053)
    (   3.00    0.784   0.0053)
    (   4.00    0.898   0.0054)
    (   5.00    1.011   0.0058)
    (   6.00    1.103   0.0091)
    (   7.00    1.181   0.0113)
    (   8.00    1.257   0.0124)
    (   8.50    1.293   0.0130)
    (   9.00    1.326   0.0136)
    (   9.50    1.356   0.0143)
    (  10.00    1.382   0.0150)
    (  10.50    1.400   0.0267)
    (  11.00    1.415   0.0383)
    (  11.50    1.425   0.0498)
    (  12.00    1.434   0.0613)
    (  12.50    1.443   0.0727)
    (  13.00    1.451   0.0841)
    (  13.50    1.453   0.0954)
    (  14.00    1.448   0.1065)
    (  14.50    1.444   0.1176)
    (  15.00    1.445   0.1287)
    (  15.50    1.447   0.1398)
    (  16.00    1.448   0.1509)
    (  16.50    1.444   0.1619)
    (  17.00    1.438   0.1728)
    (  17.50    1.439   0.1837)
    (  18.00    1.448   0.1947)
    (  18.50    1.452   0.2057)
    (  19.00    1.448   0.2165)
    (  19.50    1.438   0.2272)
    (  20.00    1.428   0.2379)
    (  21.00    1.401   0.2590)
    (  22.00    1.359   0.2799)
    (  23.00    1.300   0.3004)
    (  24.00    1.220   0.3204)
    (  25.00    1.168   0.3377)
    (  26.00    1.116   0.3554)
    (  28.00    1.015   0.3916)
    (  30.00    0.926   0.4294)
    (  32.00    0.855   0.4690)
    (  35.00    0.800   0.5324)
    (  40.00    0.804   0.6452)
    (  45.00    0.793   0.7573)
    (  50.00    0.763   0.8664)
    (  55.00    0.717   0.9708)
    (  60.00    0.656   1.0693)
    (  65.00    0.582   1.1606)
    (  70.00    0.495   1.2438)
    (  75.00    0.398   1.3178)
    (  80.00    0.291   1.3809)
    (  85.00    0.176   1.4304)
    (  90.00    0.053   1.4565)
    (  95.00   -0.074   1.4533)
    ( 100.00   -0.199   1.4345)
    ( 105.00   -0.321   1.4004)
    ( 110.00   -0.436   1.3512)
    ( 115.00   -0.543   1.2874)
    ( 120.00   -0.640   1.2099)
    ( 125.00   -0.723   1.1196)
    ( 130.00   -0.790   1.0179)
    ( 135.00   -0.840   0.9064)
    ( 140.00   -0.868   0.7871)
    ( 145.00   -0.872   0.6627)
    ( 150.00   -0.850   0.5363)
    ( 155.00   -0.798   0.4116)
    ( 160.00   -0.714   0.2931)
    ( 170.00   -0.749   0.0971)
    ( 175.00   -0.374   0.0334)
    ( 180.00    0.000   0.0198)
);
